<template>
    <div>
        <swiper :options='swiperOption' class="swiper">
            <swiper-slide class="text">
                <div>
                     我是陆新之，今天我们继续来讲讲大话区块链，现在有一个世纪之谜，巴菲特会不会因为错过虚拟数字货币而后悔？

大家都知道，每年5月初的第一周，在巴菲特家乡的小镇上，有两位超级老司机，一个是88岁的巴菲特，另一个是94岁的芒格准时发车，妙语连珠。

但是这两人都通烦透了虚拟货币。因为巴菲特认为虚拟货币还不如黄金。巴菲特已经很不喜欢黄金，觉得黄金不能增值，且价值增长太慢，一坨黄金在那，过一年还是一坨黄金，但是巴老投资的公司，增值就要比黄金快得多。
而虚拟货币，虚拟资产纯粹就是靠交易支付，靠ABCD，靠击鼓传花。它本身没有内生性的生长，同时芒格在旁边也点头，抢着点赞，认为以上皆同意，说的都对。

说加密货币就是shit，这个角度来讲，这两人从来都是高度一致。同时在这两位痛扁数字加密货币的时候，比特币悄悄的又回到了一枚一万美元以上，真是不给股神面子。

同时除了2008年世界首富的股神，那一年的世界第二首富比尔盖茨也出来了，他也认为，比特币这个东西一文不值，不是什么好东西，”我们不看好“。
比尔盖茨虽然不是投资专家，但是好歹也是一个对投资界或对企业界有举足轻重作用的人物，科技巨子，他还写了《未来之路》。他们都表态后，跟着还有一个中国人都认识的老朋友叫罗杰斯出来说，”我们也不看好数字货币“，但他比较鸡贼，属于中间骑墙派。

罗杰斯从来都是这样，他不看好纸币，认为纸币会被替代，但很可能不是被比特币替代这个说法，这个说法不是一棍子打死，而是留了个活口。

以后过几年，有别的虚拟货币终于成了气候，修成正果。罗杰斯很可能就会出来说，我又说对了。就跟以前看A股那样，首先看好A股，后来大跌。罗杰斯出来告诉大家，你看我买的是B股，A股跌但B股涨了，你还没法说。

这两天如果A股跌了，罗杰斯肯定会说我买了茅台，所以我的市值不跌，反正好话都是他说了。
罗杰斯在这里他的观点最不重要，但是我们也列出来做一个参考。当然还有一个叫索罗斯的猛人也来了，索罗斯自己号称也不看好虚拟货币，但是索罗斯基金在买，索罗斯可能不看好虚拟货币，但索罗斯的小伙伴们看好虚拟货币。当然基金本身从一个对冲的角度可能需要购入虚拟货币，这点上是可以理解的。

从目前来讲，股神就代表了传统投资，有美学意义上的投资者。享受着经济增长，享受着美国梦，也享受着中国梦。给他带来的收益，所以他对虚拟货币这个有点草根逆袭，有一群草莽起义的东西非常看不惯，也在所难免。

但是我们在这个角度上稍稍可以同意罗杰斯的说法，我觉得数字已经诞生出来。不管它是不是骗局，是不是新技术。它已经不可能塞回去了，就跟小孩生出来不能塞回肚子里面去一样。

它也不太容易在短期消亡，而且很可能在未来成为世界金融里面的一部分，跟法币会长期共存。所以从这个角度来讲，巴菲特老先生88了，我觉得在他有生之年应该不会后悔没投资数字货币。
                </div>
            </swiper-slide>
        </swiper>
    </div>
</template>

<script>
//唱片文章惯性滚动
import "swiper/dist/css/swiper.css";
import { swiper, swiperSlide } from "vue-awesome-swiper";
export default {
  data() {
    return {
      slide: [1, 2, 3, 4, 5, 6],
      swiperOption: {
        direction: "vertical",
        slidesPerView: "auto",
        freeMode: true,
        mousewheel: true
      }
    };
  },
  components: { swiper, swiperSlide }
};
</script>

<style scoped>
.swiper {
    height: 300px;
    overflow: hidden;
}
.text {
    font-size: 16px;
    text-align: left;
    padding: 30px;
    height: auto;
    -webkit-box-sizing: border-box;
    box-sizing: border-box;
}
</style>